Repository: chillit/codehub2
Catalog: lib/l10n/app_*.arb
Languages: kk

# haveacc
source: Already have an account
kk: Аккаунты бар ма?

# wantlearn
source: I want to prepare for...
kk: Мен дайындалғым келеді...

# descrip
source: The free, fun, and effective way to learn programming!
kk: Программалауды жүйелеу үшін тегін, жеңіл және қолайлы жол!

source: GET STARTED
kk: БАСТАУ

# createdacc
source: You have successfully created an account!!
kk: Сіз сәтті аккаунт жасадыңыз!

# checkcreate
source: Check if you entered the data correctly
kk: Мәліметтерді дұрыс енгізгеніңізді тексеріңіз

# createacc
source: Create your account
kk: Аккаунт жасау

source: Username
kk: Пайдаланушы аты

# writediff
source: Write different username!!
kk: Басқа пайдаланушы аты енгізіңіз!

# writewe
source: Write correct email adress!!
kk: Дұрыс электрондық пошта мекенжайын енгізіңіз!

source: Password
kk: Құпия сөз

# writewp
source: Write correct password!!
kk: Дұрыс құпия сөз енгізіңіз!

# createaccb
source: CREATE ACCOUNT
kk: АККАУНТТЫ ЖАСАУ

source: OR
kk: НЕМЕСЕ

# log_inb
source: LOG IN
kk: КІРУ

source: Log in
kk: Кіру

# dontacc
source: Don't have an account?
kk: Сізде аккаунт жоқ па?

# sign_inb
source: SIGN UP
kk: ТІРКЕЛУ

source: UNT
kk: ҰБТ

source: IGCSE
kk: МЭСК

# fcomp
source: Earthquake
kk: 1 компонент

# scomp
source: Flood
kk: 2 компонент

# chstopic
source: Choose the topic...
kk: Тақырыпты таңданыз...

source: topic
kk: тақырып

# surequit
source: Are you sure you want to quit?
kk: Сіз шығу керек пе?

# lostprgrs
source: All progress wil be lost
kk: Барлық жасалу кетеді

# stayb
source: STAY
kk: ҚАЛУ

# quitb
source: QUIT
kk: ШЫҒУ

# continuee
source: continue
kk: жалғастыру

# gj
source: Good Job!
kk: Жақсы істеу!

source: Great!
kk: Қайырлы!

# wd
source: Well done!
kk: Өте жақсы!

source: Fantastic!
kk: Фантастик!

source: Awesome!
kk: Асқан!

# corrsol
source: Correct Solution:
kk: Дұрыс шешім:

# continueb
source: CONTINUE
kk: ЖАЛҒАСТЫРУ

# checkb
source: CHECK
kk: ТАҚТАП ЖАТУ

# wiritesol
source: Write your answer here
kk: Сіздің жауабыңызды осы жерге жазыңыз

source: Leaderboard
kk: Лидердік кесте

source: points
kk: бал

source: Answer
kk: Жауап

source: Information
kk: Мәлімет

# lastmis
source: Last mistakes
kk: Соңғы қателер

# trainb
source: TRAIN
kk: Қайталау

# dangerz
source: Dangerous Zone
kk: Қауіпті бөлге

source: Log Out
kk: Шығу

# sureexit
source: Are you sure you want to exit?
kk: Сіз шығу керек пе?

source: No
kk: Жоқ

source: Yes
kk: Иә

# oshibka
source: Something went wrong :(
kk: Бірдеңе дұрыс емес болып кетті :(

# noMistakesMessage
source: You dont have any recent mistakes :)
kk: Сізде соңғы қателер жоқ :)
